Repository: alma4rebi/Sticky-Notes
Catalog: stickyNotes@lestcape/locale/*.po
Languages: ru_ru

source: Copy
ru_ru: Копировать

source: Paste
ru_ru: Вставить

source: Delete
ru_ru: Удалить

source: Multiple Instances
ru_ru: Несколько экземпляров

source: Show Notes
ru_ru: Показать Заметки

source: Sticky Notes Manager
ru_ru: Менеджер Заметок

source: Sticky Notes
ru_ru: Заметки

source: Help
ru_ru: Помощь

source: Website
ru_ru: Веб-сайт

source: Error
ru_ru: Ошибка

source: Type your note...
ru_ru: Введите вашу заметку...

source: Unsupported text size '%s' to use the font '%s' in this theme.
ru_ru: Не поддерживаемый размер текста '%s', используйте шрифт '%s' в этой теме.

source: Sticky Notes is hidden to be visible again please, press '%s'.
ru_ru: Заметки скрыты, чтобы снова сделать их видимыми, нажмите '%s'.

source: Add new Note
ru_ru: Добавить новую Заметку

source: Raise Notes
ru_ru: Поднять Заметки

source: Hide Notes
ru_ru: Скрыть Заметки

source: Collapse
ru_ru: Свернуть

source: Expand
ru_ru: Развернуть

source: Minimize or Maximize the Note
ru_ru: Свернуть или Развернуть Заметку

source: Single Instance
ru_ru: Один экземпляр

source: Do you want to delete this note?
ru_ru: Вы действительно хотите удалить эту заметку?

source: Back Note
ru_ru: Предыдущая Заметка

source: Next Note
ru_ru: Следующая Заметка

source: Configure...
ru_ru: Настроить...

source: Remove Note
ru_ru: Удалить Заметку

source: pixels
ru_ru: пикселей

source: General
ru_ru: Общие

source: Applet Manager
ru_ru: Менеджер апплета

source: Layouts
ru_ru: Макеты

source: Shortcut keys
ru_ru: Сочетания клавиш

source: Size
ru_ru: Размер

source: Appearance
ru_ru: Внешний вид:

source: Advance Appearance
ru_ru: Предварительный внешний вид

source: Check this if you want to have different instances of this desklet for each note
ru_ru: Установите этот флажок, если вы хотите иметь разные экземпляры этого десклета для каждой заметки

source: Auto hide buttons
ru_ru: Автоматически скрывать кнопки

source: Check this if you want to autohide the action buttons when mouse is outside of the desklet
ru_ru: Установите этот флажок, если вы хотите автоматически скрывать кнопки, когда мышь находится вне десклета

source: Selected theme of paper sheet
ru_ru: Выбранная тема бумажного листа

source: Select a theme of paper sheet to show in Notes
ru_ru: Выберите тему бумажного листа, чтобы показать в Заметках

source: Selected theme of staples
ru_ru: Выбранная тема скрепок

source: Select theme of staples to show in Notes
ru_ru: Выберите тему скрепок, чтобы показать в Заметках

source: Selected theme of pencil
ru_ru: Выбранная тема карандаша

source: Select a theme of pencil to show in Notes
ru_ru: Выберите тему карандаша, чтобы показать в Заметках

source: Shortcut key to raise the desklet to the top
ru_ru: Сочетание клавиш, чтобы поднять десклет вверх

source: Shortcut key to hide the desklet
ru_ru: Сочетание клавиш, чтобы спрятать десклет

source: Fixed size
ru_ru: Фиксированный размер

source: Check this if you want to control the size of all instances
ru_ru: Установите этот флажок, если вы хотите контролировать размер всех экземпляров

source: All instances have the same fixed size
ru_ru: Все экземпляры имеют одинаковый фиксированный размер

source: Check this if you want to have the same fixed size on all instances
ru_ru: Установите этот флажок, если вы хотите иметь одинаковый фиксированный размер для всех экземпляров

source: Width
ru_ru: Ширина

source: Increase or decrease the desklet width
ru_ru: Увеличить или уменьшить ширину десклета

source: Height
ru_ru: Высота

source: Increase or decrease the desklet height
ru_ru: Увеличить или уменьшить высоту десклета

source: Show scrolling area
ru_ru: Показать зону прокрутки

source: Check this if you want to show the scrolling area or not
ru_ru: Установите этот флажок, если вы хотите показывать зону прокрутки или нет

source: Enable autoscrolling
ru_ru: Включить автопрокрутку

source: Check this if you want to enable smooth autoscrolling or not
ru_ru: Установите этот флажок, если вы хотите включить плавную авто-прокрутку или нет

source: Raise the new note
ru_ru: Поднять новую заметку

source: Check this if you want to raise the new note or not
ru_ru: Установите этот флажок, если вы хотите поднимать новые заметки или нет

source: Move the note to the trash when is removed
ru_ru: Переместить заметку в корзину, когда удаляется

source: Check this if you want to move the note to the trash instead of removed permanently
ru_ru: Установите этот флажок, если вы хотите переместить заметку в корзину, а не безвозвратно удалить

source: Export all notes to the desktop
ru_ru: Экспорт всех заметок на рабочем столе

source: Export all notes to a text file inside the desktop folder location
ru_ru: Экспорт всех заметок в текстовый файл на рабочем столе

source: Show Applet Manager
ru_ru: Показать менеджер апплета

source: Check this if you want to show the Applet Manager
ru_ru: Установите этот флажок, если вы хотите показать менеджер апплета

source: Collapsed Applet Manager
ru_ru: Развернутый менеджер апплета

source: Check this if you want to collapsed the Applet Manager
ru_ru: Установите этот флажок, если вы хотите использовать развернутый менеджер апплета

source: Show symbolic icons in the Applet Manager
ru_ru: Показать символические значки в менеджере апплета

source: Check this if you want to show symbolic icons in the Applet Manager
ru_ru: Установите этот флажок, если вы хотите показывать символические значки в менеджере апплета

source: Font size
ru_ru: Размер шрифта

source: Increase or decrease the font size of Note text
ru_ru: Увеличить или уменьшить размер шрифта текста заметки

source: Font family
ru_ru: Семейство шрифтов

source: Select a Font family to use in Notes
ru_ru: Выберите семейство шрифтов для использования в Заметках

source: Show symbolic icons
ru_ru: Показать символические значки

source: Check this if you want to show symbolic instead full color icons
ru_ru: Установите этот флажок, чтобы показать символические, а не полные цветные иконки

source: Opacity of the desklet
ru_ru: Непрозрачность десклета

source: Select the opacity of the desklet
ru_ru: Выберите непрозрачность десклета

source: Opacity of the boxes
ru_ru: Непрозрачность окна

source: Select the opacity of the boxes
ru_ru: Выберите непрозрачность окна

source: Override the Cinnamon theme properties
ru_ru: Переопределить свойства темы Cinnamon

source: Check this if you want to override the Cinnamon theme properties or not
ru_ru: Установите этот флажок, если вы хотите переопределить свойства темы Cinnamon или нет

source: Override all Cinnamon theme properties on the text box
ru_ru: Переопределить все свойств темы Cinnamon для текстового поля

source: Check this if you also want to override all Cinnamon theme properties on the text box or not
ru_ru: Установите этот флажок, если вы хотите переопределить все свойства темы Cinnamon для текстового поля или нет

source: Main box color
ru_ru: Основной цвет окна

source: Set the custom main box's color
ru_ru: Установите пользовательский цвет главного окна

source: Text box color
ru_ru: Цвет текстового поля

source: Set the custom text box's color
ru_ru: Установите пользовательский цвет текстового поля

source: Font color
ru_ru: Цвет шрифта

source: Set the custom text color
ru_ru: Установите пользовательский цвет текстового поля

source: Selected text color
ru_ru: Цвет выделенного текста

source: Set the custom selected text color
ru_ru: Установите пользовательский цвет выделенного текста

source: Border's box width
ru_ru: Ширина границ окна

source: Increase or decrease the border's box width
ru_ru: Увеличить или уменьшить ширину границ окна

source: Border's box color
ru_ru: Цвет границ окна

source: Set the custom border box's color
ru_ru: Установите пользовательский цвет границ окна

source: None
ru_ru: Нет

source: Blue Pencil
ru_ru: Синий карандаш

source: Yellow Pencil
ru_ru: Желтый карандаш

source: Orange Pencil
ru_ru: Оранжевый карандаш

source: Black Pencil
ru_ru: Черный карандаш
